{
    "title": "Donec sed odio dui.",
    "description": "Praesent commodo cursus magna, vel scelerisque nisl consectetur et. Praesent commodo cursus magna, vel scelerisque nisl consectetur et. Sed posuere consectetur est at lobortis. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.",
    "color": "blue",
    "data": [{
        "year": 1983,
        "text": "Ancestry Publishing is founded by John Sittner in Salt Lake City. The company eventually publishes over 40 family history magazine titles and genealogy reference books.",
        "image": "images/first-book.png",
        "caption": "Left: Ancestry magazine Jan/Feb 1984, Right: Ancestry Newsletter Mar/Apr 1984, Courtesy of Loretto Szucs",
        "highlight": true
    }, {
        "year": 1984,
        "text": "Ancestry Publishing releases \"The Source,\" an about 800-page reference guide for genealogical research with chapters written by leading experts in the field, including Loretto Szucs.",
        "image": "images/the-source.png",
        "caption": "\"The Source: A Guidebook to American Genealogy\" third edition, Courtesy of Loretto Szucs",
        "highlight": false
    }, {
        "year": 1990,
        "text": "Paul Allen and Dan Taggart, two BYU graduates, start a company called Infobases and produce their first product: a set of 10 floppy disks containing digital versions of all the LDS scriptures.  ",
        "image": "images/lds-quad.png",
        "caption": "The LDS Quad Infobase, Courtesy of Paul Allen",
        "highlight": true
    }, {
        "year": 1992,
        "text": "The Ancestry Store is available on Prodigy, one of the first online service providers. ",
        "image": "images/prodigy.png",
        "caption": "The Ancestry Store as it appeared on Loretto Szucs’s personal home computer in 1992, Courtesy of Loretto Szucs",
        "highlight": false
    }, {
        "year": 1995,
        "text": "Infobases releases its first genealogy product, the LDS Family History Suite, which includes family tree software, a collection of LDS pioneer journals and vital records, and a reference database with multiple books from Ancestry Publishing, including \"The Source.\"",
        "image": "images/infobases.png",
        "caption": "Infobases LDS Family History Suite, Courtesy of Paul Allen",
        "highlight": false
    }, {
        "year": 1996,
        "text": "Ancestry Publishing launches Ancestry.com.",
        "image": "images/website.png",
        "caption": "Screenshot of Ancestry.com on October 28, 1996, from Web.archive.org",
        "highlight": false
    }, {
        "year": 1997,
        "text": "Ancestry changes hands. Paul Allen and Dan Taggart buy Ancestry Publishing from John Sittner and combine it with their Infobases business to create a new company called Ancestry.com Inc.",
        "image": "images/changes-hands.png",
        "caption": "Left: Cover of Ancestry Magazine Mar/Apr 1997 announcing change in leadership, Right: John Sittner, Dan Taggart and Loretto Szucs at a celebration of Ancestry’s hand off, Courtesy of Loretto Szucs",
        "highlight": false
    }, {
        "year": 1998,
        "text": "Ancestry splits from Western Standard Publishing, the company under which it was initially organized.",
        "image": null,
        "caption": false,
        "highlight": false
    }, {
        "year": 1999,
        "text": "Ancestry completes its first $12 million investment round, with investments from Intel Corp., Wasatch Venture Fund Inc. and the capital arm of CMGI. Ancestry moves its headquarters to San Francisco to position itself among other growing tech companies. Venture capitalists, who now hold a majority of board seats, bring in a new CEO.  Curt Allen, Paul Allen’s brother, is replaced by Greg Ballard, a businessman with experience taking companies public.",
        "image": null,
        "caption": false,
        "highlight": false
    }, {
        "year": 2000,
        "text": "While Ancestry is preparing to go public, the dot-com bubble bursts, and Ancestry is forced to restructure and make cuts.",
        "image": null,
        "caption": false,
        "highlight": false
    }, {
        "year": 2001,
        "text": "Ancestry reaches the milestone of one billion records. The company begins to expand internationally, with the debut of Ancestry.co.uk.",
        "image": "images/student.png",
        "caption": "An Ancestry employee helps a student at the Ancestry booth in 2001 at the Gentech conference, the predecessor to RootsTech, Courtesy of Loretto Szucs",
        "highlight": true
    }]
}